Repository: ezengold/background-uploads-inqueue-with-aws
Catalog: BackUploadsWithAws/Localizable.xcstrings
Source language: en
Languages: fr

source: %lld assets
fr: %lld fichiers

source: %lld Files
fr: %lld Fichiers

source: Add a new asset
fr: Ajouter un nouveau fichier

source: Added : %@
fr: Ajouté le : %@

source: Cancel
fr: Annuler

source: Click here to open
fr: Cliquez ici pour ouvrir

source: File
fr: Fichier

source: Last update : %@
fr: Modifié le : %@

source: No asset yet
fr: Aucun fichier pour le moment

source: No change occured in a while
fr: Aucune modification jusque là

source: No file in this folder
fr: Aucun fichier dans ce dossier

source: No ongoing upload
fr: Pas de chargement en cours

source: Send
fr: Envoyer

source: Slide to Left or Right to see more files
fr: Glissez vers la Gauche ou la Droite pour voir plus de fichiers

source: Video
fr: Vidéo
